Repository: mattiaa95/eNDS
Catalog: Targets/INDS/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_pt, ru, zh_hans

source: When on, eNDS silences itself while music or another app's audio is playing, instead of mixing with it. Takes effect immediately, even in an open game. Yields to the DS microphone whenever a game is actively listening.
de: Wenn eNDS aktiviert ist, schaltet es sich stumm, sobald Musik oder der Ton einer anderen App abgespielt wird, anstatt sich damit zu vermischen. Dies tritt sofort in Kraft, auch in einem laufenden Spiel. Es weicht dem DS-Mikrofon zurück, sobald ein Spiel aktiv auf Töne achtet.
es: Cuando está activado, eNDS se silencia mientras se reproduce música o el audio de otra aplicación, en lugar de mezclarse con él. El efecto es inmediato, incluso en un juego en curso. Da prioridad al micrófono de la DS siempre que un juego esté escuchando activamente.
fr: Lorsqu'il est activé, eNDS se met en sourdine pendant la lecture de musique ou du son d'une autre application, au lieu de se superposer à celui-ci. Cette fonction prend effet immédiatement, même dans un jeu en cours. Elle cède la place au microphone de la DS dès qu'un jeu est en mode d'écoute active.
it: Quando è attivo, eNDS si disattiva automaticamente durante la riproduzione di musica o dell'audio di un'altra app, invece di sovrapporsi ad esso. L'effetto è immediato, anche durante una partita in corso. Cede il posto al microfono del DS ogni volta che un gioco è in fase di ascolto attivo.
ja: eNDSをオンにすると、音楽や他のアプリの音が再生されている間は、その音と混ざることなく、eNDSの音は自動的にミュートされます。この機能は、ゲームを起動中の場合でも即座に有効になります。ゲームがマイクからの音声をアクティブに受信している間は、DSのマイク音声が優先されます。
ko: eNDS가 켜져 있을 때, 음악이나 다른 앱의 오디오가 재생 중이면 소리가 섞이지 않고 자동으로 음소거됩니다. 실행 중인 게임 중에도 즉시 적용됩니다. 게임이 마이크 소리를 수신 중일 때는 DS 마이크 소리가 우선적으로 재생됩니다.
pt_pt: Quando está ativado, o eNDS silencia-se enquanto está a ser reproduzida música ou o áudio de outra aplicação, em vez de se misturar com o som. O efeito é imediato, mesmo num jogo em execução. Cede prioridade ao microfone da DS sempre que um jogo estiver a captar som ativamente.
ru: Когда функция eNDS включена, она отключает собственный звук во время воспроизведения музыки или звука из другого приложения, вместо того чтобы смешиваться с ним. Эффект вступает в силу немедленно, даже в запущенной игре. Функция уступает приоритет микрофону DS всякий раз, когда игра активно прослушивает звук.
zh_hans: 启用后，当音乐或其他应用的音频正在播放时，eNDS会自动静音，而非与之混合播放。该功能立即生效，即使在游戏运行过程中也是如此。当游戏处于主动监听状态时，eNDS会优先让DS麦克风工作。

source: When on, opening a game with an autosave loads it automatically right after boot, so you're back where you left off. Turn this off to always boot fresh and load save states manually from the pause menu instead.
de: Wenn diese Option aktiviert ist, wird ein Spiel mit automatischer Speicherung direkt nach dem Start automatisch geladen, sodass du genau dort weitermachst, wo du aufgehört hast. Deaktiviere diese Option, um das Spiel immer neu zu starten und Speicherstände stattdessen manuell über das Pausenmenü zu laden.
es: Cuando esta opción está activada, al iniciar un juego con un guardado automático, este se carga automáticamente justo después del arranque, de modo que retomas la partida justo donde la dejaste. Desactiva esta opción para empezar siempre desde cero y cargar manualmente los estados guardados desde el menú de pausa.
fr: Lorsque cette option est activée, le fait d'ouvrir une partie avec une sauvegarde automatique la charge automatiquement dès le démarrage, ce qui vous permet de reprendre là où vous vous étiez arrêté. Désactivez cette option pour démarrer à chaque fois à zéro et charger manuellement vos sauvegardes depuis le menu de pause.
it: Quando questa opzione è attiva, aprendo una partita con un salvataggio automatico, questa verrà caricata automaticamente subito dopo l'avvio, permettendoti di riprendere da dove avevi interrotto. Disattiva questa opzione per avviare sempre la partita da zero e caricare manualmente gli stati di salvataggio dal menu di pausa.
ja: この機能をオンにしている場合、自動セーブが設定されたゲームを起動すると、起動直後に自動的にそのゲームが読み込まれ、中断した箇所から再開できます。常に新しい状態でゲームを起動し、セーブ状態は一時停止メニューから手動で読み込みたい場合は、この機能をオフにしてください。
ko: 이 기능이 켜져 있으면, 자동 저장된 상태로 게임을 시작하면 부팅 직후 게임이 자동으로 로드되어 중단했던 지점부터 이어서 플레이할 수 있습니다. 항상 처음부터 시작하고 싶다면 이 기능을 끄고, 대신 일시 정지 메뉴에서 수동으로 저장 상태를 불러오세요.
pt_pt: Quando esta opção está ativada, ao iniciar um jogo com um auto-salvamento, este é carregado automaticamente logo após o arranque, para que possas retomar exatamente de onde paraste. Desativa esta opção para iniciar sempre o jogo do zero e, em vez disso, carregar manualmente os estados guardados a partir do menu de pausa.
ru: Если эта функция включена, при запуске игры с автосохранением она загружается автоматически сразу после запуска, и вы продолжаете игру с того места, где остановились. Отключите эту функцию, чтобы игра всегда запускалась с нуля, а состояния сохранения загружались вручную из меню паузы.
zh_hans: 开启此功能后，若以自动存档状态启动游戏，系统会在启动后立即自动加载该存档，让你从上次中断的地方继续游戏。关闭此功能可确保每次启动时都是全新状态，并需通过暂停菜单手动加载存档状态。

source: While iOS Low Power Mode is on, eNDS caps emulation speed at 1x — even if Fast Forward is held — and lowers the screen's refresh rate. The emulated console itself isn't slowed down or paused.
de: Solange der iOS-Energiesparmodus aktiviert ist, begrenzt eNDS die Emulationsgeschwindigkeit auf 1x – auch wenn die Schnellvorlauf-Taste gedrückt gehalten wird – und senkt die Bildwiederholfrequenz des Bildschirms. Die emulierte Konsole selbst wird dabei weder verlangsamt noch angehalten.
es: Mientras el modo de bajo consumo de iOS está activado, eNDS limita la velocidad de emulación a 1x —incluso si se mantiene pulsado el botón de avance rápido— y reduce la frecuencia de actualización de la pantalla. La consola emulada en sí no se ralentiza ni se pausa.
fr: Lorsque le mode Économie d'énergie d'iOS est activé, eNDS limite la vitesse d'émulation à 1x — même si l'on maintient la touche « Avance rapide » enfoncée — et réduit la fréquence de rafraîchissement de l'écran. La console émulée elle-même n'est ni ralentie ni mise en pause.
it: Quando la modalità a basso consumo di iOS è attiva, eNDS limita la velocità di emulazione a 1x — anche se si tiene premuto il tasto di avanzamento rapido — e riduce la frequenza di aggiornamento dello schermo. La console emulata non subisce rallentamenti né viene messa in pausa.
ja: iOSの低電力モードがオンになっている間、eNDSはエミュレーション速度を1xに制限します（「早送り」ボタンを長押ししている場合でも同様です）。また、画面のリフレッシュレートも低下します。ただし、エミュレートされているゲーム機自体の動作が遅くなったり、一時停止したりすることはありません。
ko: iOS 저전력 모드가 켜져 있는 동안, eNDS는 ‘빠른 감기’ 버튼을 길게 누르는 경우에도 에뮬레이션 속도를 1x로 제한하며 화면의 재생 빈도를 낮춥니다. 에뮬레이션되는 콘솔 자체의 속도가 느려지거나 일시 정지되지는 않습니다.
pt_pt: Enquanto o Modo de Baixo Consumo do iOS estiver ativado, o eNDS limita a velocidade de emulação a 1x — mesmo que se mantenha premido o botão de avanço rápido — e reduz a taxa de atualização do ecrã. A própria consola emulada não fica mais lenta nem é pausada.
ru: Когда в iOS включен режим энергосбережения, eNDS ограничивает скорость эмуляции до 1x — даже при удерживании кнопки «Fast Forward» — и снижает частоту обновления экрана. Сама эмулируемая консоль при этом не замедляется и не приостанавливается.
zh_hans: 当 iOS 低功耗模式开启时，eNDS 会将模拟速度限制在 1x —— 即使长按“快进”按钮也是如此 —— 并降低屏幕刷新率。被模拟的游戏机本身并不会因此变慢或暂停。

source: X button
de: Taste X
es: Botón X
fr: Bouton X
it: Pulsante X
ja: Xボタン
ko: X 버튼
pt_pt: Botão X
ru: Кнопка X
zh_hans: X 键

source: Y button
de: Taste Y
es: Botón Y
fr: Bouton Y
it: Pulsante Y
ja: Yボタン
ko: Y 버튼
pt_pt: Botão Y
ru: Кнопка Y
zh_hans: Y 键

source: Yearly
de: Jährlich
es: Anual
fr: Annuel
it: Annuale
ja: 年額
ko: 연간
pt_pt: Anual
ru: Ежегодно
zh_hans: 每年

source: Your DS games, back in your pocket.
de: Deine DS-Spiele, zurück in deiner Tasche.
es: Tus juegos de DS, de vuelta en tu bolsillo.
fr: Vos jeux DS, de retour dans votre poche.
it: I tuoi giochi DS, di nuovo in tasca.
ja: DSのゲームを、もう一度ポケットに。
ko: 당신의 DS 게임을 다시 주머니 속으로.
pt_pt: Os seus jogos DS, de volta ao bolso.
ru: Ваши DS-игры снова у вас в кармане.
zh_hans: 你的DS游戏，重新回到口袋。

source: Your Way to Play
de: Deine Art zu spielen
es: Tu forma de jugar
fr: Votre façon de jouer
it: Il tuo modo di giocare
ja: あなただけの遊び方
ko: 나만의 플레이 방식
pt_pt: A tua forma de jogar
ru: Ваш способ игры
zh_hans: 属于你的游戏方式

source: Your own photo behind the game, portrait and landscape
de: Dein eigenes Foto hinter dem Spiel – Hoch- und Querformat
es: Tu propia foto detrás del juego, en vertical y horizontal
fr: Votre photo derrière le jeu, en portrait et en paysage
it: La tua foto dietro al gioco, in verticale e orizzontale
ja: 好きな写真をゲームの後ろに（縦向き・横向き別）
ko: 게임 뒤에 원하는 사진을, 세로와 가로 각각
pt_pt: A sua fotografia por trás do jogo, na vertical e na horizontal
ru: Ваша фотография за игрой — для вертикальной и горизонтальной ориентации
zh_hans: 把自己的照片放在游戏后方，竖屏和横屏各一张

source: day
de: Tag
es: día
fr: jour
it: giorno
ja: 日
ko: 일
pt_pt: dia
ru: день
zh_hans: 天

source: eNDS PRO Active
de: eNDS PRO aktiv
es: eNDS PRO activo
fr: eNDS PRO actif
it: eNDS PRO attivo
ja: eNDS PROが有効
ko: eNDS PRO 활성화됨
pt_pt: eNDS PRO ativo
ru: eNDS PRO активен
zh_hans: eNDS PRO已激活

source: eNDS PRO has been restored. Enjoy!
de: eNDS PRO wurde wiederhergestellt. Viel Spaß!
es: eNDS PRO ya está restaurado. ¡Disfrútalo!
fr: eNDS PRO a été restauré. Profitez-en bien !
it: eNDS PRO è stato ripristinato. Buon divertimento!
ja: eNDS PROが復旧しました。お楽しみください！
ko: eNDS PRO가 복구되었습니다. 즐겁게 이용하세요!
pt_pt: O eNDS PRO foi restaurado. Divirtam-se!
ru: eNDS PRO восстановлен. Приятного пользования!
zh_hans: eNDS PRO 已恢复正常。尽情享受吧！

source: eNDS and the melonDS core it uses are both released under these terms.
de: eNDS und der verwendete melonDS-Kern stehen beide unter diesen Bedingungen.
es: Tanto eNDS como el núcleo melonDS que utiliza se publican bajo estos términos.
fr: eNDS et le cœur melonDS qu'il utilise sont tous deux distribués selon ces conditions.
it: eNDS e il core melonDS che utilizza sono entrambi distribuiti secondo questi termini.
ja: eNDS と、使用している melonDS コアは、どちらもこの条件のもとで公開されています。
ko: eNDS와 eNDS가 사용하는 melonDS 코어 모두 이 조건에 따라 배포됩니다.
pt_pt: O eNDS e o núcleo melonDS que utiliza são ambos disponibilizados sob estes termos.
ru: eNDS и используемое им ядро melonDS распространяются на этих условиях.
zh_hans: eNDS 及其使用的 melonDS 核心均以这些条款发布。

source: eNDS is open-source software licensed under the GNU General Public License v3 (GPLv3). It is powered by the melonDS emulation core, © Arisotura and the melonDS team, also GPLv3. eNDS is not affiliated with or endorsed by the melonDS team or by Nintendo.
de: eNDS ist Open-Source-Software unter der GNU General Public License v3 (GPLv3). Es basiert auf dem melonDS-Emulationskern, © Arisotura und das melonDS-Team, ebenfalls GPLv3. eNDS ist weder mit dem melonDS-Team noch mit Nintendo verbunden oder von ihnen unterstützt.
es: eNDS es software de código abierto bajo la licencia GNU General Public License v3 (GPLv3). Funciona con el núcleo de emulación melonDS, © Arisotura y el equipo de melonDS, también GPLv3. eNDS no está afiliado ni respaldado por el equipo de melonDS ni por Nintendo.
fr: eNDS est un logiciel open source sous licence GNU General Public License v3 (GPLv3). Il repose sur le cœur d'émulation melonDS, © Arisotura et l'équipe melonDS, également GPLv3. eNDS n'est ni affilié ni approuvé par l'équipe melonDS ou par Nintendo.
it: eNDS è software open source con licenza GNU General Public License v3 (GPLv3). Si basa sul core di emulazione melonDS, © Arisotura e il team melonDS, anch'esso GPLv3. eNDS non è affiliato né approvato dal team melonDS o da Nintendo.
ja: eNDS は GNU General Public License v3（GPLv3）のオープンソースソフトウェアです。エミュレーションコアには melonDS（© Arisotura および melonDS チーム、同じく GPLv3）を使用しています。eNDS は melonDS チームおよび任天堂とは無関係です。
ko: eNDS는 GNU General Public License v3(GPLv3) 오픈 소스 소프트웨어입니다. 에뮬레이션 코어로 melonDS(© Arisotura 및 melonDS 팀, 역시 GPLv3)를 사용합니다. eNDS는 melonDS 팀 또는 Nintendo와 무관합니다.
pt_pt: O eNDS é software de código aberto sob a licença GNU General Public License v3 (GPLv3). Usa o núcleo de emulação melonDS, © Arisotura e a equipa melonDS, também GPLv3. O eNDS não é afiliado nem aprovado pela equipa melonDS nem pela Nintendo.
ru: eNDS — программное обеспечение с открытым кодом под лицензией GNU General Public License v3 (GPLv3). Использует ядро эмуляции melonDS, © Arisotura и команда melonDS, также GPLv3. eNDS не связан с командой melonDS или Nintendo.
zh_hans: eNDS 是基于 GNU 通用公共许可证 v3（GPLv3）的开源软件。其模拟核心为 melonDS（© Arisotura 及 melonDS 团队，同为 GPLv3）。eNDS 与 melonDS 团队及任天堂均无关联。

source: eNDS plays game files you legally own. No games are included.
de: eNDS spielt Spieledateien ab, die Sie legal besitzen. Es sind keine Spiele im Lieferumfang enthalten.
es: eNDS reproduce archivos de juegos de los que seas propietario legítimo. No se incluye ningún juego.
fr: eNDS permet de lire les fichiers de jeux dont vous êtes légalement propriétaire. Aucun jeu n'est fourni.
it: eNDS riproduce i file di gioco di cui sei legittimo proprietario. Non sono inclusi giochi.
ja: eNDSは、お客様が合法的に所有しているゲームファイルを再生します。ゲーム本体が同梱されているわけではありません。
ko: eNDS는 사용자가 합법적으로 소유한 게임 파일만 실행합니다. 게임은 포함되어 있지 않습니다.
pt_pt: O eNDS reproduz ficheiros de jogos que possua legalmente. Não estão incluídos quaisquer jogos.
ru: eNDS воспроизводит игровые файлы, права на которые принадлежат вам на законных основаниях. Игры в комплект не входят.
zh_hans: eNDS 可播放您合法拥有的游戏文件。本产品不包含任何游戏。

source: eNDS reads each cartridge's own banner, so your library shows real game icons and titles.
de: eNDS liest den Banner jedes Moduls aus, damit deine Bibliothek echte Spielsymbole und -titel zeigt.
es: eNDS lee el banner de cada cartucho, así que tu biblioteca muestra los iconos y los títulos reales de los juegos.
fr: eNDS lit la bannière de chaque cartouche : votre bibliothèque affiche donc les vraies icônes et les vrais titres des jeux.
it: eNDS legge il banner di ogni cartuccia, così nella tua libreria vedi le icone e i titoli originali dei giochi.
ja: eNDSは各カートリッジのバナーを読み取るので、ライブラリには本物のゲームのアイコンとタイトルが並びます。
ko: eNDS는 각 카트리지의 배너를 직접 읽어, 라이브러리에 실제 게임 아이콘과 제목을 보여 줍니다.
pt_pt: O eNDS lê o banner de cada cartucho, para que a sua biblioteca mostre os ícones e os títulos reais dos jogos.
ru: eNDS читает баннер каждого картриджа, поэтому в библиотеке отображаются настоящие значки и названия игр.
zh_hans: eNDS 会读取每个卡带自带的横幅数据，因此你的游戏库会显示真实的游戏图标和标题。

source: iOS is blocking microphone access for eNDS, so games that use the mic won't hear you. Turn it back on in iOS Settings › Privacy & Security › Microphone.
de: iOS blockiert den Mikrofonzugriff für eNDS, daher können Spiele, die das Mikrofon nutzen, dich nicht hören. Aktiviere ihn wieder unter iOS-Einstellungen › Datenschutz & Sicherheit › Mikrofon.
es: iOS está bloqueando el acceso al micrófono para eNDS, así que los juegos que lo usan no te oirán. Reactívalo en Ajustes de iOS › Privacidad y seguridad › Micrófono.
fr: iOS bloque l'accès au micro pour eNDS : les jeux qui l'utilisent ne vous entendront pas. Réactivez-le dans Réglages iOS › Confidentialité et sécurité › Micro.
it: iOS sta bloccando l'accesso al microfono per eNDS, quindi i giochi che lo usano non ti sentiranno. Riattivalo in Impostazioni iOS › Privacy e sicurezza › Microfono.
ja: iOSがeNDSのマイクへのアクセスをブロックしているため、マイクを使うゲームはあなたの声を聞けません。iOSの設定 › プライバシーとセキュリティ › マイク で再度オンにしてください。
ko: iOS가 eNDS의 마이크 접근을 차단하고 있어 마이크를 사용하는 게임이 소리를 듣지 못합니다. iOS 설정 › 개인정보 보호 및 보안 › 마이크에서 다시 켜세요.
pt_pt: O iOS está a bloquear o acesso ao microfone para o eNDS, por isso os jogos que o usam não o ouvirão. Volte a ativá-lo em Definições do iOS › Privacidade e Segurança › Microfone.
ru: iOS блокирует доступ eNDS к микрофону, поэтому игры, использующие микрофон, вас не услышат. Включите его снова в Настройках iOS › Конфиденциальность и безопасность › Микрофон.
zh_hans: iOS正在阻止eNDS使用麦克风，使用麦克风的游戏将听不到你。请在iOS设置 › 隐私与安全性 › 麦克风中重新开启。

source: lifetime
de: einmalig
es: para siempre
fr: à vie
it: per sempre
ja: 買い切り
ko: 평생
pt_pt: para sempre
ru: навсегда
zh_hans: 永久

source: melonDS Project
de: melonDS-Projekt
es: Proyecto melonDS
fr: Projet melonDS
it: Progetto melonDS
ja: melonDS プロジェクト
ko: melonDS 프로젝트
pt_pt: Projeto melonDS
ru: Проект melonDS
zh_hans: melonDS 项目

source: month
de: Monat
es: mes
fr: mois
it: mese
ja: 月
ko: 개월
pt_pt: mês
ru: месяц
zh_hans: 月

source: week
de: Woche
es: semana
fr: semaine
it: settimana
ja: 週
ko: 주
pt_pt: semana
ru: неделю
zh_hans: 周

source: year
de: Jahr
es: año
fr: an
it: anno
ja: 年
ko: 년
pt_pt: ano
ru: год
zh_hans: 年

source: ℹ️ About
de: ℹ️ Über
es: ℹ️ Acerca de
fr: ℹ️ À propos
it: ℹ️ Informazioni
ja: ℹ️ 概要
ko: ℹ️ 소개
pt_pt: ℹ️ Sobre
ru: ℹ️ О нас
zh_hans: ℹ️ 关于

source: ⚡ Performance
de: ⚡ Leistung
es: ⚡ Rendimiento
fr: ⚡ Performances
it: ⚡ Prestazioni
ja: ⚡ パフォーマンス
ko: ⚡ 성능
pt_pt: ⚡ Desempenho
ru: ⚡ Производительность
zh_hans: ⚡ 性能

source: 🎛️ Display Filter
de: 🎛️ Anzeigefilter
es: 🎛️ Filtro de visualización
fr: 🎛️ Filtre d'affichage
it: 🎛️ Filtro di visualizzazione
ja: 🎛️ 表示フィルター
ko: 🎛️ 표시 필터
pt_pt: 🎛️ Filtro de visualização
ru: 🎛️ Фильтр отображения
zh_hans: 🎛️ 显示筛选器

source: 🎤 Microphone
de: 🎤 Mikrofon
es: 🎤 Micrófono
it: 🎤 Microfono
ja: 🎤 マイク
ko: 🎤 마이크
pt_pt: 🎤 Microfone
ru: 🎤 Микрофон
zh_hans: 🎤 麦克风

source: 🎨 Accent Color
de: 🎨 Akzentfarbe
es: 🎨 Color de contraste
fr: 🎨 Couleur d'accent
it: 🎨 Colore di risalto
ja: 🎨 アクセントカラー
ko: 🎨 포인트 컬러
pt_pt: 🎨 Cor de destaque
ru: 🎨 Акцентный цвет
zh_hans: 🎨 点缀色

source: 🎮 On-Screen Controller
de: 🎮 Bildschirm-Controller
es: 🎮 Mando en pantalla
fr: 🎮 Manette à l'écran
it: 🎮 Controller su schermo
ja: 🎮 画面上のコントローラー
ko: 🎮 화면 내 컨트롤러
pt_pt: 🎮 Comando no ecrã
ru: 🎮 Экранный контроллер
zh_hans: 🎮 屏幕控制器

source: 🎮 Preview
de: 🎮 Vorschau
es: 🎮 Avance
fr: 🎮 Aperçu
it: 🎮 Anteprima
ja: 🎮 プレビュー
ko: 🎮 미리보기
pt_pt: 🎮 Antevisão
ru: 🎮 Предварительный просмотр
zh_hans: 🎮 预览

source: 🏞️ Background Image
de: 🏞️ Hintergrundbild
es: 🏞️ Imagen de fondo
fr: 🏞️ Image d'arrière-plan
it: 🏞️ Immagine di sfondo
ja: 🏞️ 背景画像
ko: 🏞️ 배경 이미지
pt_pt: 🏞️ Imagem de fundo
ru: 🏞️ Фоновое изображение
zh_hans: 🏞️ 背景图片

source: 💾 Saving
de: 💾 Speichern
es: 💾 Guardado
fr: 💾 Enregistrement
it: 💾 Salvataggio
ja: 💾 保存
ko: 💾 저장
pt_pt: 💾 Gravação
ru: 💾 Сохранение
zh_hans: 💾 保存

source: 📺 Default Screen Layout
de: 📺 Standard-Bildschirmaufteilung
es: 📺 Disposición predeterminada de la pantalla
fr: 📺 Disposition par défaut de l'écran
it: 📺 Layout predefinito dello schermo
ja: 📺 デフォルトの画面レイアウト
ko: 📺 기본 화면 레이아웃
pt_pt: 📺 Disposição predefinida do ecrã
ru: 📺 Стандартная компоновка экрана
zh_hans: 📺 默认屏幕布局

source: 🔊 Volume
de: 🔊 Lautstärke
es: 🔊 Volumen
ja: 🔊 音量
ko: 🔊 볼륨
ru: 🔊 Громкость
zh_hans: 🔊 音量

source: 🕹️ Console Clock
de: 🕹️ Konsolenuhr
es: 🕹️ Reloj de la consola
fr: 🕹️ Horloge de la console
it: 🕹️ Orologio della console
ja: 🕹️ 本体の時計
ko: 🕹️ 본체 시계
pt_pt: 🕹️ Relógio da consola
ru: 🕹️ Часы консоли
zh_hans: 🕹️ 主机时钟

source: Cheat Name
es: Nombre del truco
fr: Nom de l'astuce
it: Nome del trucco
ja: チート名
ko: 치트 이름
pt_pt: Nome do truque
ru: Название чита
zh_hans: 作弊名称

source: Cheats
es: Trucos
fr: Astuces
it: Trucchi
ja: チート
ko: 치트
pt_pt: Truques
ru: Читы
zh_hans: 作弊码

source: Code
es: Código
it: Codice
ja: コード
ko: 코드
pt_pt: Código
ru: Код
zh_hans: 代码

source: DS touch screen
es: Pantalla táctil de la DS
fr: Écran tactile de la DS
it: Schermo tattile del DS
ja: DSのタッチスクリーン
ko: DS 터치스크린
pt_pt: Ecrã tátil da DS
ru: Сенсорный экран DS
zh_hans: DS 触摸屏

source: Dual-Screen Layouts
es: Disposiciones de doble pantalla
fr: Dispositions à deux écrans
it: Layout a doppio schermo
ja: 2画面レイアウト
ko: 듀얼 스크린 레이아웃
pt_pt: Disposições de dois ecrãs
ru: Макеты двух экранов
zh_hans: 双屏布局

source: Layout
es: Diseño
fr: Disposition
ja: レイアウト
ko: 레이아웃
pt_pt: Disposição
ru: Макет
zh_hans: 布局

source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pt_pt: Nome
ru: Имя
zh_hans: 名称

source: OK
es: Vale
ko: 알겠습니다
ru: Хорошо
zh_hans: 好的

source: Open Source
es: Código abierto
ja: オープンソース
ko: 오픈 소스
pt_pt: Código aberto
ru: Открытый код
zh_hans: 开源

source: Pause
es: Pausa
it: Pausa
ja: 一時停止
ko: 일시 정지
pt_pt: Pausa
ru: Пауза
zh_hans: 暂停

source: Slot %d
es: Ranura %d
fr: Emplacement %d
ja: スロット%d
ko: 슬롯 %d
pt_pt: Ranhura %d
ru: Слот %d
zh_hans: 存档位 %d

source: Slot %lld
es: Ranura %lld
fr: Emplacement %lld
ja: スロット%lld
ko: 슬롯 %lld
pt_pt: Ranhura %lld
ru: Слот %lld
zh_hans: 存档位 %lld

source: Support
es: Soporte
fr: Assistance
it: Assistenza
ja: サポート
ko: 지원
pt_pt: Apoio
ru: Поддержка
zh_hans: 支持

source: Text
es: Texto
fr: Texte
it: Testo
ja: 文字
ko: 텍스트
pt_pt: Texto
ru: Текст
zh_hans: 文字

source: Version
es: Versión
it: Versione
ja: バージョン
ko: 버전
pt_pt: Versão
ru: Версия
zh_hans: 版本

source: Version, credits & support
es: Versión, créditos y soporte
fr: Version, crédits et assistance
it: Versione, crediti e assistenza
ja: バージョン・クレジット・サポート
ko: 버전, 제작진, 지원
pt_pt: Versão, créditos e apoio
ru: Версия, авторы и поддержка
zh_hans: 版本、致谢与支持

source: 🖼️ Emulation
es: 🖼️ Emulación
fr: 🖼️ Émulation
it: 🖼️ Emulazione
ja: 🖼️ エミュレーション
ko: 🖼️ 에뮬레이션
pt_pt: 🖼️ Emulação
ru: 🖼️ Эмуляция
zh_hans: 🖼️ 模拟

source: Joystick
fr: Manette
ja: ジョイスティック
ko: 조이스틱
ru: Джойстик
zh_hans: 操纵杆

source: Audio
ja: 音声
ko: 오디오
pt_pt: Áudio
ru: Аудио
zh_hans: 音频

source: D-Pad
ja: Dパッド
ko: D-패드
zh_hans: 方向键

source: Turbo
ja: 連射
ko: 연사
ru: Турбо
zh_hans: 连发

source: GNU General Public License v3
zh_hans: GNU General Public License v3（GPLv3）
